[
  {
    "_id": "5b7daff6fd5cb23999893543",
    "index": 0,
    "picture": "http://placehold.it/32x32",
    "price": 9201,
    "color": "red",
    "type": "T-Shirt",
    "gender": "female",
    "title": "sit anim Lorem",
    "company": "pantaloons",
    "about": "Mollit ut qui duis qui duis. Incididunt commodo aliquip nisi fugiat consequat minim ut non irure occaecat do. Reprehenderit fugiat eu duis dolore veniam reprehenderit incididunt anim eu ullamco ipsum aute magna aliquip. Consectetur anim qui sunt cupidatat incididunt esse tempor. Eiusmod ut quis cupidatat do esse esse officia.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff6017d38bca357aa9c",
    "index": 1,
    "picture": "http://placehold.it/32x32",
    "price": 9887,
    "color": "white",
    "type": "Saree",
    "gender": "female",
    "title": "enim in Lorem",
    "company": "W",
    "about": "Et sit laboris duis irure minim aliquip sint ut aliqua velit consectetur magna nisi reprehenderit. Aute sunt dolore excepteur et adipisicing nostrud cillum sint eu amet voluptate in officia ut. Reprehenderit incididunt eu velit ea reprehenderit reprehenderit. Consequat esse fugiat occaecat est adipisicing exercitation. Laborum aliqua irure aliqua ipsum ut magna. Ad ea nulla ipsum quis consequat deserunt id.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff6f3ee910838618562",
    "index": 2,
    "picture": "http://placehold.it/32x32",
    "price": 6471,
    "color": "white",
    "type": "Pant",
    "gender": "female",
    "title": "sunt esse Lorem",
    "company": "Benetton",
    "about": "Eiusmod consectetur velit do nisi. In in reprehenderit ut Lorem do duis et sunt. Minim laboris aliquip fugiat sint tempor mollit qui qui commodo excepteur ullamco magna amet. Occaecat voluptate sit irure commodo sunt sint. Enim est et in excepteur nulla reprehenderit reprehenderit duis exercitation. Incididunt laborum adipisicing amet minim est sit ullamco consectetur. Consectetur irure consequat duis nulla duis laborum magna ex ut Lorem occaecat irure dolor.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff671c84b59d187a373",
    "index": 3,
    "picture": "http://placehold.it/32x32",
    "price": 2533,
    "color": "red",
    "type": "Jumpsuit",
    "gender": "female",
    "title": "id consectetur eiusmod",
    "company": "silkHouse",
    "about": "Sunt fugiat culpa labore voluptate ex sunt. Id excepteur commodo in qui ea ad commodo. Labore elit elit esse minim nulla. Occaecat sunt consectetur aliquip occaecat excepteur in labore laboris mollit adipisicing occaecat veniam. Lorem excepteur cillum ea nisi magna id cillum irure.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff6efee52649419bc15",
    "index": 4,
    "picture": "http://placehold.it/32x32",
    "price": 4522,
    "color": "white",
    "type": "Leggings",
    "gender": "female",
    "title": "excepteur ipsum sit",
    "company": "pantaloons",
    "about": "Excepteur reprehenderit consectetur anim et amet commodo ullamco adipisicing aliqua. Exercitation pariatur laborum velit deserunt magna ullamco amet irure labore laborum. Consequat anim ipsum labore eu minim ea. Officia dolor est mollit sint ad consequat.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff6e0f23c42af6e4fca",
    "index": 5,
    "picture": "http://placehold.it/32x32",
    "price": 682,
    "color": "black",
    "type": "Saree",
    "gender": "female",
    "title": "exercitation aliquip veniam",
    "company": "W",
    "about": "Occaecat ea quis do cillum deserunt nulla ex dolor. Tempor mollit exercitation officia in laboris id. Amet in nisi exercitation sint do. Reprehenderit id sunt ipsum irure elit aliqua ipsum ut est. Magna incididunt veniam Lorem esse dolor in reprehenderit. Officia ad minim deserunt qui labore dolore consectetur sint ea qui in. Excepteur tempor tempor aliquip dolore cillum Lorem dolor exercitation in nulla.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff69cd5fdec42e6a2af",
    "index": 6,
    "picture": "http://placehold.it/32x32",
    "price": 3279,
    "color": "green",
    "type": "Saree",
    "gender": "female",
    "title": "ex in eiusmod",
    "company": "Benetton",
    "about": "Sint nulla dolor minim pariatur sunt Lorem id excepteur esse. Veniam amet eiusmod labore commodo ipsum elit ea enim voluptate culpa tempor laboris culpa voluptate. Commodo voluptate esse commodo dolore amet do cillum aute sunt nostrud. Eiusmod excepteur voluptate in esse ex velit excepteur. Sit anim adipisicing occaecat labore veniam et incididunt voluptate. Id est laborum qui nulla amet.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff661fb45a522a5e5a0",
    "index": 7,
    "picture": "http://placehold.it/32x32",
    "price": 8044,
    "color": "red",
    "type": "Leggings",
    "gender": "female",
    "title": "nisi enim eiusmod",
    "company": "pantaloons",
    "about": "Magna magna reprehenderit minim cillum labore ea id irure voluptate. Ullamco eiusmod aute cupidatat anim nostrud. Consectetur velit elit ea consectetur nostrud nisi aliqua irure pariatur consequat irure Lorem eiusmod. Anim irure id sunt consectetur laborum deserunt.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff65190cf7dfd961246",
    "index": 8,
    "picture": "http://placehold.it/32x32",
    "price": 7270,
    "color": "blue",
    "type": "Pant",
    "gender": "female",
    "title": "labore ad officia",
    "company": "trends",
    "about": "Consequat veniam enim fugiat quis. Nisi tempor magna ex esse mollit mollit. Laborum elit deserunt nisi Lorem veniam veniam velit eiusmod nisi do eiusmod. Pariatur exercitation enim Lorem sunt nostrud excepteur magna. Consequat excepteur cillum est labore eu.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff61e831f0416bd8e23",
    "index": 9,
    "picture": "http://placehold.it/32x32",
    "price": 940,
    "color": "brown",
    "type": "Kurta",
    "gender": "female",
    "title": "et dolor officia",
    "company": "trends",
    "about": "Consectetur consectetur dolor veniam voluptate do Lorem consectetur id nulla cupidatat Lorem. Sint eu in dolor ullamco reprehenderit quis. Adipisicing Lorem id culpa eu veniam. Aute anim excepteur ipsum in consectetur nostrud aliqua Lorem amet. Aute laborum exercitation excepteur ut qui ut.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff61571d596a221aced",
    "index": 10,
    "picture": "http://placehold.it/32x32",
    "price": 1886,
    "color": "white",
    "type": "Pant",
    "gender": "female",
    "title": "elit nulla aute",
    "company": "trends",
    "about": "Sit enim ex ut amet sint do. Incididunt excepteur ea nostrud ut ea. In officia anim velit cupidatat. Commodo do veniam aute eiusmod irure tempor irure anim sint. Cillum exercitation tempor non incididunt elit ex incididunt qui ea tempor est amet sint qui. Aliquip excepteur non consequat occaecat amet commodo minim nisi esse incididunt. Veniam aute anim sunt pariatur dolor do cillum consequat sit commodo cillum.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff69c5c2c9eb2a679cf",
    "index": 11,
    "picture": "http://placehold.it/32x32",
    "price": 547,
    "color": "black",
    "type": "Saree",
    "gender": "female",
    "title": "aute laborum velit",
    "company": "silkHouse",
    "about": "Anim sit deserunt reprehenderit laboris eiusmod et dolor anim do magna ut. Consectetur mollit proident est nisi id. Minim commodo deserunt excepteur cupidatat officia enim incididunt deserunt enim fugiat reprehenderit pariatur. Ex aliquip laborum irure irure do amet cillum do in nulla amet reprehenderit et. Mollit culpa incididunt ea cillum commodo voluptate occaecat velit.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff61c5c170d05905eb0",
    "index": 12,
    "picture": "http://placehold.it/32x32",
    "price": 8450,
    "color": "black",
    "type": "T-Shirt",
    "gender": "female",
    "title": "reprehenderit laboris ex",
    "company": "trends",
    "about": "Et sit incididunt minim magna voluptate veniam labore ea aliqua nisi. Non Lorem laboris culpa minim laboris nostrud et quis et. Ipsum est ex excepteur voluptate magna elit amet nulla cillum. Enim qui incididunt elit proident ad fugiat Lorem commodo proident. Minim ea fugiat mollit quis eiusmod.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff66aec52bba1997dc6",
    "index": 13,
    "picture": "http://placehold.it/32x32",
    "price": 4419,
    "color": "green",
    "type": "T-Shirt",
    "gender": "female",
    "title": "ut adipisicing adipisicing",
    "company": "pantaloons",
    "about": "Excepteur labore amet aliqua nostrud anim magna officia. Irure mollit do culpa veniam adipisicing mollit ea cupidatat nostrud. Adipisicing sint cillum tempor commodo in qui enim. Labore sint sunt ut cupidatat ipsum veniam quis. Anim amet culpa enim ut sint eu est.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff69bac966504c002ff",
    "index": 14,
    "picture": "http://placehold.it/32x32",
    "price": 2050,
    "color": "brown",
    "type": "Saree",
    "gender": "female",
    "title": "reprehenderit duis ex",
    "company": "silkHouse",
    "about": "Cupidatat cillum duis dolor Lorem sit ex dolore incididunt aute exercitation. Proident deserunt voluptate velit pariatur adipisicing. Dolore aliquip elit mollit esse et consectetur irure. Commodo dolor nisi minim consectetur dolor tempor. In et enim eiusmod do Lorem dolor consectetur. Minim deserunt cupidatat cillum excepteur consequat aliqua ipsum irure labore dolore pariatur ut elit aliqua.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff6990bbc60afc4c17c",
    "index": 15,
    "picture": "http://placehold.it/32x32",
    "price": 502,
    "color": "white",
    "type": "Leggings",
    "gender": "female",
    "title": "ullamco non ut",
    "company": "Benetton",
    "about": "Labore aliquip consectetur id magna aliqua mollit minim. Qui incididunt id labore duis aliquip consectetur laborum in fugiat enim incididunt. Ad nostrud pariatur ullamco pariatur ullamco cupidatat minim nulla aliqua culpa nisi nulla aliqua. Dolor eu culpa eiusmod sunt pariatur adipisicing exercitation nostrud cillum ullamco eu. Ipsum ut tempor ullamco consequat. Excepteur excepteur cupidatat laboris consectetur qui commodo nulla velit nostrud. Ex nisi anim in consectetur.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff639796dd0c755bf26",
    "index": 16,
    "picture": "http://placehold.it/32x32",
    "price": 1663,
    "color": "blue",
    "type": "Pant",
    "gender": "female",
    "title": "dolor deserunt quis",
    "company": "trends",
    "about": "Cillum magna pariatur esse cupidatat sit. Ex reprehenderit eiusmod duis nisi esse amet et labore eu. Nulla fugiat laboris magna cupidatat fugiat voluptate labore consectetur. Exercitation magna labore laboris Lorem quis esse duis ipsum incididunt sunt amet ullamco sint. Ullamco aute exercitation nulla exercitation minim ad id.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff6172785f1b76ca2dc",
    "index": 17,
    "picture": "http://placehold.it/32x32",
    "price": 1658,
    "color": "blue",
    "type": "Leggings",
    "gender": "female",
    "title": "do veniam sit",
    "company": "W",
    "about": "Aliquip enim consectetur nostrud culpa exercitation ex. Irure exercitation exercitation do est id nulla aute esse dolore. Et enim esse nulla ipsum cupidatat laborum veniam non elit adipisicing. Excepteur qui fugiat pariatur laboris fugiat occaecat exercitation labore pariatur. Mollit nulla occaecat et sint enim anim et enim nostrud eu irure. Qui enim deserunt aute duis eiusmod amet esse. Sit sint deserunt ad consequat minim mollit ex adipisicing occaecat ea.\r\n",
    "relatedProducts": []
  }
]
