[
  {
    "_id": "5b7daff6fd5cb23999893543",
    "index": 0,
    "picture": "http://placehold.it/32x32",
    "price": 9201,
    "color": "red",
    "type": "T-Shirt",
    "gender": "female",
    "title": "sit anim Lorem",
    "company": "pantaloons",
    "about": "Mollit ut qui duis qui duis. Incididunt commodo aliquip nisi fugiat consequat minim ut non irure occaecat do. Reprehenderit fugiat eu duis dolore veniam reprehenderit incididunt anim eu ullamco ipsum aute magna aliquip. Consectetur anim qui sunt cupidatat incididunt esse tempor. Eiusmod ut quis cupidatat do esse esse officia.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff6017d38bca357aa9c",
    "index": 1,
    "picture": "http://placehold.it/32x32",
    "price": 9887,
    "color": "white",
    "type": "Saree",
    "gender": "female",
    "title": "enim in Lorem",
    "company": "W",
    "about": "Et sit laboris duis irure minim aliquip sint ut aliqua velit consectetur magna nisi reprehenderit. Aute sunt dolore excepteur et adipisicing nostrud cillum sint eu amet voluptate in officia ut. Reprehenderit incididunt eu velit ea reprehenderit reprehenderit. Consequat esse fugiat occaecat est adipisicing exercitation. Laborum aliqua irure aliqua ipsum ut magna. Ad ea nulla ipsum quis consequat deserunt id.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff6f3ee910838618562",
    "index": 2,
    "picture": "http://placehold.it/32x32",
    "price": 6471,
    "color": "white",
    "type": "Pant",
    "gender": "female",
    "title": "sunt esse Lorem",
    "company": "Benetton",
    "about": "Eiusmod consectetur velit do nisi. In in reprehenderit ut Lorem do duis et sunt. Minim laboris aliquip fugiat sint tempor mollit qui qui commodo excepteur ullamco magna amet. Occaecat voluptate sit irure commodo sunt sint. Enim est et in excepteur nulla reprehenderit reprehenderit duis exercitation. Incididunt laborum adipisicing amet minim est sit ullamco consectetur. Consectetur irure consequat duis nulla duis laborum magna ex ut Lorem occaecat irure dolor.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff671c84b59d187a373",
    "index": 3,
    "picture": "http://placehold.it/32x32",
    "price": 2533,
    "color": "red",
    "type": "Jumpsuit",
    "gender": "female",
    "title": "id consectetur eiusmod",
    "company": "silkHouse",
    "about": "Sunt fugiat culpa labore voluptate ex sunt. Id excepteur commodo in qui ea ad commodo. Labore elit elit esse minim nulla. Occaecat sunt consectetur aliquip occaecat excepteur in labore laboris mollit adipisicing occaecat veniam. Lorem excepteur cillum ea nisi magna id cillum irure.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff6efee52649419bc15",
    "index": 4,
    "picture": "http://placehold.it/32x32",
    "price": 4522,
    "color": "white",
    "type": "Leggings",
    "gender": "female",
    "title": "excepteur ipsum sit",
    "company": "pantaloons",
    "about": "Excepteur reprehenderit consectetur anim et amet commodo ullamco adipisicing aliqua. Exercitation pariatur laborum velit deserunt magna ullamco amet irure labore laborum. Consequat anim ipsum labore eu minim ea. Officia dolor est mollit sint ad consequat.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff6e0f23c42af6e4fca",
    "index": 5,
    "picture": "http://placehold.it/32x32",
    "price": 682,
    "color": "black",
    "type": "Saree",
    "gender": "female",
    "title": "exercitation aliquip veniam",
    "company": "W",
    "about": "Occaecat ea quis do cillum deserunt nulla ex dolor. Tempor mollit exercitation officia in laboris id. Amet in nisi exercitation sint do. Reprehenderit id sunt ipsum irure elit aliqua ipsum ut est. Magna incididunt veniam Lorem esse dolor in reprehenderit. Officia ad minim deserunt qui labore dolore consectetur sint ea qui in. Excepteur tempor tempor aliquip dolore cillum Lorem dolor exercitation in nulla.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff69cd5fdec42e6a2af",
    "index": 6,
    "picture": "http://placehold.it/32x32",
    "price": 3279,
    "color": "green",
    "type": "Saree",
    "gender": "female",
    "title": "ex in eiusmod",
    "company": "Benetton",
    "about": "Sint nulla dolor minim pariatur sunt Lorem id excepteur esse. Veniam amet eiusmod labore commodo ipsum elit ea enim voluptate culpa tempor laboris culpa voluptate. Commodo voluptate esse commodo dolore amet do cillum aute sunt nostrud. Eiusmod excepteur voluptate in esse ex velit excepteur. Sit anim adipisicing occaecat labore veniam et incididunt voluptate. Id est laborum qui nulla amet.\r\n",
    "relatedProducts": []
  },
  {
    "_id": "5b7daff661fb45a522a5e5a0",
    "index": 7,
    "picture": "http://placehold.it/32x32",
    "price": 8044,
    "color": "red",
    "type": "Leggings",
    "gender": "female",
    "title": "nisi enim eiusmod",
    "company": "pantaloons",
    "about": "Magna magna reprehenderit minim cillum labore ea id irure voluptate. Ullamco eiusmod aute cupidatat anim nostrud. Consectetur velit elit ea consectetur nostrud nisi aliqua irure pariatur consequat irure Lorem eiusmod. Anim irure id sunt consectetur laborum deserunt.\r\n",
    "relatedProducts": []
  }
]
